Repository: samuelzedec/simple
Catalog: src/Backend/Modules/Identity/Identity.Domain/Resources/IdentityCommonMessages.*.resx
Languages: pt_br

# FullNameEmpty
source: Full name cannot be empty
pt_br: Nome completo não pode estar vazio

# FullNameInvalid
source: Full name contains invalid characters
pt_br: Nome completo contém caracteres inválidos

# FullNameInvalidLength
source: Full name must be between {0} and {1} characters long
pt_br: Nome completo deve ter entre {0} e {1} caracteres

# UserIdIsRequired
source: User identifier is required
pt_br: Identificador do usuário é necessário

# WorkspaceIdIsRequired
source: Workspace identifier is required
pt_br: Identificador do espaço de trabalho é necessário

# UserAlreadyHasRole
source: The user is already linked to this role
pt_br: O usuário já está vinculado a esta função

# UserAlreadyInactiveInWorkspace
source: The user is already inactive in this workspace
pt_br: O usuário já está inativo neste espaço de trabalho

# UserAlreadyActiveInWorkspace
source: The user is already active in this workspace
pt_br: O usuário já está ativo neste espaço de trabalho

# WorkspaceMaxUsersMustBeGreaterThanZero
source: Max users must be greater than zero
pt_br: O número máximo de usuários deve ser maior que zero

# WorkspaceAlreadyInactive
source: The workspace is now inactive
pt_br: O espaço de trabalho já está inativo

# AuthenticationIdentifierIsRequired
source: The authentication manager ID is required.
pt_br: É necessário informar o ID do gerenciador de autenticação

# InvitationExpirationDaysExceeded
source: Invitation expiration days ({0}) cannot exceed the maximum allowed ({1})
pt_br: Os dias de expiração do convite ({0}) não podem exceder o máximo permitido ({1})
